{
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "contact": "Contact",
  "hello": "Hello there!",
  "my_name": "My name is Vitor Comin",
  "developer": "Front-End Developer",
  "about_me": "About me",
  "little_about_me": "A little about me:",
  "about_me_text": "Vitor Comin, 22 years old, is passionate about technology and finds in it a universe of possibilities that inspires him to dream and grow. With dedication and motivation, he strives to continuously develop himself, viewing each challenge as an opportunity to move forward even more. His love for what he does and his constant desire for growth are the driving forces behind his commitment and dedication every day.",
  "education": "Bachelor's degree in Information Systems, UNIVILLE (9th semester out of 9).",
  "work": "Works as a Full-Stack Developer for over 1 year at",
  "location": "Joinville, Santa Catarina. Brazil.",
  "my_skills": "My skills:",
  "working_on_projects": "Working on projects...",
  "name": "Name",
  "mail_address": "E-mail address",
  "message": "Feel free to send me a message 🙂",
  "sent": "Sent!",
  "message_sent": "Your message has been successfully sent to my e-mail.",
  "close": "Close",
  "send": "Send",
  "preview": "Preview",
  "code": "Code",
  "portfolio_image": "Vitor Comin portfolio",
  "weather_radar_title": "React Weather Radar Project",
  "weather_radar_description": "Basic Front-End personal project consuming the OpenWeatherAPI public API, with responsiveness, CSS transitions, automated tests, code architecture, and more.",
  "cimefer_group_site": "Cimefer Group Business Website",
  "cimefer_group_description": "Professional and responsive landing page for Cimefer Group, developed in WordPress.",
  "simple_kanban_project": "Simple React Kanban Project",
  "simple_kanban_description": "Personal Front-End project of a simple Kanban for task management, using the react-dnd-kit library for drag and drop. Project focused on desktop because it is the library's specialty.",
  "wms_portal_title": "Angular WMS Portal",
  "wms_portal_description": "Front-End project of a WMS platform using the Angular framework with the PO UI component library. Also using a Mock API (mockapi.io) to perform CRUD operations."
}
